{
    "title": "Cookies Policy",
    "sections": [
      {
        "heading": "1. Introduction",
        "content": [
          {
            "type": "paragraph",
            "text": "ZoneUp ('we,' 'us,' 'our') uses cookies and similar tracking technologies on our mobile application (the 'App'). This Cookies Policy explains what cookies are, how we use them, and your choices regarding cookies."
          }
        ]
      },
      {
        "heading": "2. What Are Cookies?",
       "content": [
          {
            "type": "paragraph",
            "text": "Cookies are small text files that are placed on your device by a web server when you access a website or mobile application. Cookies store information that can later be read back by the server to identify your device and track your activities within the App."
          }
        ]
      },
      {
        "heading": "3. How We Use Cookies",
        "content": [
            {
                "type": "paragraph",
                "text": "We use cookies for several purposes, including:"
              },
          {
            "type": "bullet",
            "items": [
              {
                "heading": "Essential Cookies: ",
                "content": "These cookies are necessary for the App to function properly. Without these cookies, certain features of the App may not be available."
              },
              {
                "heading": "Performance and Analytics Cookies: ",
                "content": "These cookies collect information about how you use the App, such as which pages you visit and whether you experience any errors. This information helps us improve the App's performance and your user experience."
              },
              {
                "heading": "Functional Cookies: ",
                "content": "These cookies allow the App to remember your preferences, such as language settings, and provide enhanced, more personalized features."
              },
              {
                "heading": "Advertising and Targeting Cookies: ",
                "content": "These cookies are used to deliver relevant advertisements to you and track the effectiveness of our advertising campaigns."
              }
            ]
          }
        ]
      },
      {
        "heading": "4. Third-Party Cookies",
        "content": [
          {
            "type": "paragraph",
            "text": "In addition to our own cookies, we may also use third-party cookies, such as those provided by analytics providers or advertisers, to help us understand how the App is used and to deliver personalized content and ads."
          }
        ]
      },
      {
        "heading": "5. Your Choices",
        "subSections": [
            {
              "subHeading": "5.1 Managing Cookies",
              "content": [
                {
                  "type": "paragraph",
                  "text": "Most browsers and mobile devices allow you to control cookies through their settings. You can choose to accept or reject cookies, and you can also delete cookies that have already been placed on your device. However, please note that if you choose to block or delete cookies, some features of the App may not work as intended."
                }
              ]
            }
          ]
      },
      
      {
        "heading": "6. Changes to This Cookies Policy",
        "content": [
          {
            "type": "paragraph",
            "text": "We may update this Cookies Policy from time to time to reflect changes in our practices or for other operational, legal, or regulatory reasons. We will notify you of any changes by posting the updated Cookies Policy on the App and updating the 'Last Updated' date."
          }
        ]
      },
      {
        "heading": "7. Contact Us",
        "content": [
          {
            "type": "paragraph",
            "text": "If you have any questions about this Cookies Policy, please contact us at skarthik2102@gmail.com."
          }
        ]
      }
      
    ]
  }
  